{
  "claims": [
    {
      "text": "“We're going to be doing a health care plan, very strongly, and protect people with preexisting conditions… We have other alternatives to Obamacare that are 50% less expensive and that are actually better.”\n“We have run [Obamacare] so much better than Obama ran it.”\n“At the end of my first term, we're going to have close to 300, maybe over 300 new federal judges, including Court of Appeal, two Supreme Court justices.”\nStock Market is proof that Americans are “doing better than they were doing before the pandemic came.”\n“We want people to come into our country ... but we want them to come in through a legal system.”",
      "claimant": "@dwebbKHN",
      "claimDate": "2020-09-17T10:21:00Z",
      "claimReview": [
        {
          "publisher": {
            "name": "Misbar",
            "site": "misbar.com"
          },
          "url": "https://misbar.com/factcheck/2020/09/17/trump-town-hall-special-%E2%80%93-other-topics",
          "title": "Trump Town Hall Special – Other Topics | Fact Check",
          "reviewDate": "2020-09-17T10:21:00Z",
          "textualRating": "Fake",
          "languageCode": "en"
        }
      ]
    },
    {
      "text": "Mr. Trump, who has not followed through on a pledge in July that he would have a health care plan ready and signed in two weeks, said his administration would not get rid of the preexisting conditions coverage that were implemented by the Affordable Care Act. He was responding to Ellesia Blaque, an assistant professor who lives in Philadelphia, who told him she's paying $7,000 a year for life-saving medicine because of a condition she was born with, sarcoidosis.",
      "claimant": "Donald Trump",
      "claimDate": "2020-09-16T00:00:00Z",
      "claimReview": [
        {
          "publisher": {
            "name": "CBS News",
            "site": "cbsnews.com"
          },
          "url": "https://www.cbsnews.com/news/trump-town-hall-fact-check-health-care-covid-19/#preexisting",
          "title": "Fact-checking Trump's town hall health care claims",
          "reviewDate": "2020-09-16T00:00:00Z",
          "textualRating": "Mostly False",
          "languageCode": "en"
        }
      ]
    }
  ]
}